Repository: mikebarkmin/baby-tracker
Catalog: client/src/locales/*/messages.po
Languages: fr

source: Amount in ml
fr: Quantité (ml)

source: Both
fr: Tous les deux

source: Cradle hold
fr: Position de la madone

source: Create
fr: Créer

source: Cross Cradle hold
fr: Position de la madone inversée

source: Dashboard
fr: Tableau de board

source: Diaper
fr: Couche

source: End
fr: Fin

source: Fallen asleep
fr: Endormi(e)

source: Food
fr: Nourriture

source: Head Circumference in cm
fr: Tour de tête (cm)

source: Height in cm
fr: Taille (cm)

source: ID
fr: Code d'identité

source: Koala hold
fr: Position koala

source: Laid-back
fr: Demi-assise

source: Left
fr: À gauche

source: Logout
fr: Déconnexion

source: Lying
fr: Couchée sur le côté

source: Measurement
fr: Mensurations

source: Name
fr: Nom

source: New Baby
fr: Nouveau bébé

source: New Entry
fr: Nouvelle note

source: Now
fr: Maintenant

source: Nursing
fr: Allaitement

source: Open
fr: Ouvre

source: Pee
fr: Pipi

source: Pee and Poop
fr: Pipi et caca

source: Poop
fr: Caca

source: Poop Color
fr: Couleur du caca

source: Right
fr: À droite

source: Rugby ball hold
fr: Façon ballon de rugby

source: Save
fr: Sauvegarde

source: Show all entries
fr: Afficher toutes les entrées

source: Side
fr: Côté

source: Sleep
fr: Sommeil

source: Start
fr: Début

source: Time
fr: Temps

source: Timestamp
fr: Cachet

source: Today
fr: Aujourd'hui

source: Track Baby
fr: Tiens à jour ton bébé

source: Wake Up
fr: S'est réveillé(e)

source: Weight in g
fr: Poids (g)

source: export
fr: exportation

source: for
fr: pour

source: of
fr: de

source: {0} ago
fr: Il y a {0}
